{"Experience":[{"Date":"Long Ago","Title":"Darth Vader","Location":"Far Far Away"},{"Date":"Long Long Ago","Title":"Darth Vader","Location":"Far Far Away"},{"Date":"Even Longer Ago","Title":"Darth Vader","Location":"Far Far Away"},{"Date":"Way Back When","Title":"Darth Vader","Location":"Far Far Away"}],"Skills":[{"Skills":"Oppressing the Galaxy"},{"Skills":"Team Leadership"},{"Skills":"Lightsaber duels"},{"Skills":"Great Physical Strength"},{"Skills":"Mastery of the Force"},{"Skills":"Design / Construction"},{"Skills":"Advanced Tie-Fighter Pilot"},{"Skills":"Succession Planning"},{"Skills":"Signature Raspy Breath"}],"Details":[{"Name":"Darth Vader","Subtitle":"Sith Lord","Email":"darth@empite.galaxy","Phone":"1 (800) EMPIRE7","Website":"darth.empire.galaxy","Twitter":"darthvader"}],"Education":[{"Name":"Obi-Wan Kenobi School of Training","Type:":"Jedi School"}],"Profile":[{"Profile":"I am an iconic and fearsome Cyborg with extensive experience gained as the supreme commander of the Galactic Empire. A ruthless Sith Lord with high levels of midi-chlorian concentrations. I use a wide range of dark powers to keep the Empire within my brutal clutches. I successfully delivered the largest PPP initiative within the Star Wars universe, working in partnership with Emperor Palpatine and other key stakeholders to bring the project in on time and within budget, managing and motivating multi-site teams of Imperial Stormtroopers to manager general insurgency. With powerful bass voice, imposing body armour and signature breathing. I am able to use my influence at all levels, whether leading Imperial subordinates, devastating estranged family members or crushing the Rebel Alliance.\n\n"}],"Objective":[{"Objective":"Following a fundamental shift in my ideology from evil to good, I am now seeking a new intergalactic challenge using my proven skills and highly transferable experience. Committed to my own professional development, I would be keen to undertake further training to perform a new role to the best of my ability. I am willing to relocate within the galaxy for the right opportunity."}]}