{"Experience":[{"Date":"Long Ago","Title":"Darth Vader","Location":"Far Far Away","Description":"Accountable to Emperor Palpatine for hunting down members of the Rebel Alliance and generally oppressing\nthe galaxy. Managed the performance of imperial Stormtroopers with responsibility for recruitment, training and\nextermination. Led the construction of Death Star 2.0 on 4 ABY, planning and delivering all stages of this multi-million pound orbital project within challenging time and budgetary constraints. Survived a lightsaber duel with Luke Skywalker despite losing my prosthetic right hand. Renounced the dark side in order to save Luke Skywalker, killing Emperor Palpatine and connecting with my son on a wholesome level before sacriﬁcing myself and entering another realm. Recognised for my contribution to the galaxy through a traditional Jedi funeral. Achieved ultimate redemption and eternal rest alongside the spirits of Obi-Wan Kenobi and Yoda."},{"Date":"Long Long Ago","Title":"Darth Vader","Location":"Far Far Away","Description":"Commissioned John Williams to compose The Imperial March to herald my entrances. Captured Princess Leia, Han Solo, Chewbacca and C-3P0 at Cloud City on Bespin to lure Jedi-in-training Luke into a confrontation. Severed the right hand of Luke (which was pretty difficult to do as he is my son (oh dear—l hope you know this already! Succession planning, identifying talent and offering structured training and career progression in order to overthrow Palpatine and rule the galaxy in a father and son partnership arrangement."},{"Date":"Even Longer Ago","Title":"Darth Vader","Location":"Far Far Away","Description":"Led a multi-faceted operations team including Death Star commander, Grand Moff Tarkin to destroy the world of Alderaan. Strategically planned the assassination of Emperor Palpatine. Recovered the stolen plans of the Death Star and located the Rebel Alliance's secret base. Recruited bounty hunters including Boba Fett to locate the Millennium Falcon. Captured and tortured my only daughter Princess Leia Organa. Won a lightsaber duel against former master Obi-Wan Kenobi. Identified talent within the galaxy, discovering a strong sense ofthe Force within young Luke Skywalker"},{"Date":"Way Back When","Title":"Darth Vader","Location":"Far Far Away","Description":"Initially employed as a Slave Boy, my success in this role led to my appointment to Jedi Knight and galactic hero, before falling to the dark side of the Force in 19 BBY. Successfully advanced the relationship with Padmé Amidala, leading to the creation of two very talented individuals. Developed a robust partnership agreement with the Sith Lord Darth Sidious (aka Palpatine, Chancellor of the Republic) in order to destroy the Jedi and form the Empire from the Republic's ashes. Embraced the Dark Side to become Darth Vader, Palpatine's apprentice, Jedi hunter and Supreme Commander of the Imperial Fleet. Key assignments included. Led the 501st Legion stormtrooper guard to assault the Jedi Temple, killing every Jedi inside including women and children. Oversaw the merciless slaughter of Separatist leaders on the lava planet Mustafar Enslaved Wookiees on the planet Kashyyyk. Identified and eliminated Jedi survivors of Order 66 including Empatojayos Brand, Halagad Ventor, and Qu Rahn. Survived a fierce lightsaber duel with former mentor and friend, Obi-Wan Kenobi which resulted in severe damage to my limbs. Encased in a black armoured suit, mask, and respirator by medical Droids. Liaised with Emperor Palpatine during the construction of the ﬁrst Death Star."}],"Projects":[{"Name":"Deathstar","Description":"A fully operational space station capeable of destoying planets, please ignore the small thermal exhaust port."},{"Name":"Deathstar 2.0","Description":"A fully operational space station capeable of destoying planets, please ignore the sheild generator."}],"Languages":[{"Language":"Ewokese"},{"Language":"Shyriiwook"},{"Language":"Sith"}],"Intrests":[{"Intrest":"Knitting"},{"Intrest":"Strangling"},{"Intrest":"Mice"}],"Skills":[{"Name":"Oppressing the Galaxy","Level":"100"},{"Name":"Team Leadership","Level":"99"},{"Name":"Lightsaber duels","Level":"75"},{"Name":"Great Physical Strength","Level":"80"},{"Name":"Mastery of the Force","Level":"50"},{"Name":"Design / Construction","Level":"50"},{"Name":"Advanced Tie-Fighter Pilot","Level":"75"},{"Name":"Succession Planning","Level":"50"},{"Name":"Signature Raspy Breath","Level":"100"}],"Details":[{"Name":"Darth Vader","Subtitle":"Sith Lord","Email":"darth@empire.galaxy","Phone":"1 (800) EMPIRE7","Website":"darth.empire.galaxy","Twitter":"darthvader"}],"Education":[{"Name":"Obi-Wan Kenobi School of Training","Type:":"Jedi School","Year":"Way Back When"}],"Profile":[{"Profile":"I am an iconic and fearsome Cyborg with extensive experience gained as the supreme commander of the Galactic Empire. A ruthless Sith Lord with high levels of midi-chlorian concentrations. I use a wide range of dark powers to keep the Empire within my brutal clutches. I successfully delivered the largest PPP initiative within the Star Wars universe, working in partnership with Emperor Palpatine and other key stakeholders to bring the project in on time and within budget, managing and motivating multi-site teams of Imperial Stormtroopers to manager general insurgency. With powerful bass voice, imposing body armour and signature breathing. I am able to use my influence at all levels, whether leading Imperial subordinates, devastating estranged family members or crushing the Rebel Alliance.\n\n"}],"Objective":[{"Objective":"Following a fundamental shift in my ideology from evil to good, I am now seeking a new intergalactic challenge using my proven skills and highly transferable experience. Committed to my own professional development, I would be keen to undertake further training to perform a new role to the best of my ability. I am willing to relocate within the galaxy for the right opportunity."}]}